Repository: ragb/django-categories
Catalog: categories/locale/*/LC_MESSAGES/django.po
Languages: pt

source: name
pt: nome

source: Name of the Category
pt: Nome da Categoria

source: Slug, normally used in URLs
pt: Slug, normalmente usado em URLs

source: description
pt: Descrição

source: Description of this category
pt: Descrição desta Categoria

source: Parent category of this category, leave blank for a top category
pt: Categoria pai desta categoria, deixe em branco para uma Categoria de topo

source: Category
pt: Categoria

source: Categories
pt: Categorias

source: category
pt: Categoria

source: Categorized item
pt: item categorizado

source: Categorized items
pt: Items categorizados
